{"Author": "Fatti de' Romani (H+R)", "Date": "1313", "Region": "fior.", "Sentence": "noi iscaciati e dipartiti per debito dela cittade, e tutti iscaciati da fama e da ventura buona.", "goldenLabel": "Noi, cacciati ed emarginati per il bene della città, e tutti privati di buona fama e fortuna.", "deepseek": "Noi colpevoli e divisi per il debito della città, e tutti i colpevoli a causa della fama e della buona fortuna.", "mistral": "noi siam partiti per dovere verso la città, e tutti noi siam stati spinti da fama e da una buona avventura.", "qwen": "Noi scacciati e partiti per il debito della città, e tutti scacciati dalla fama e dalla buona fortuna.", "deepseek_vote": "1", "mistral_vote": "2", "qwen_vote": "3"}
{"Author": "Bono Giamboni", "Date": "1292", "Region": "fior.", "Sentence": "I vendimenti de' morti et le presure de' vivi fece la frode d'uno feroce re.", "goldenLabel": "Le vendite dei morti e le oppressioni dei vivi furono opera della frode di un re feroce.", "deepseek": "Un re crudele combinò un'inganno nelle vendite dei corpi dei defunti e nelle prezzazioni degli uomini vivi.", "mistral": "Le vendite dei morti e le pressioni dei vivi fecero il tranello di un re ferocio.", "qwen": "Le vendite dei morti e le pressioni dei vivi fecero la frode di un feroce re.", "deepseek_vote": "3", "mistral_vote": "2", "qwen_vote": "3"}
{"Author": "Filippo da Santa Croce", "Date": "1323", "Region": "tosc.", "Sentence": "quello che sopra tutti gli altri perdonasse a' cittadini, e a cui più sicuramente possiate credere; poi ch'egli fu vostro comandatore.", "goldenLabel": "Colui che più di tutti gli altri perdonava i cittadini, è colui a cui più sicuramente potete credere, poiché egli fu il vostro comandante.", "deepseek": "Chi, tra tutti, perdonasse di più ai cittadini, e a cui foste più sicuri di credere, poi che egli era vostro comandante.", "mistral": "\"Quello che perdonava ai cittadini sopra a tutti gli altri, e a cui potete più sicuramente credere, era il vostro comandante.\"", "qwen": "Colui che perdonò ai cittadini più di tutti gli altri e in cui potete più sicuramente riporre la vostra fiducia; poiché fu il vostro comandante.", "deepseek_vote": "2", "mistral_vote": "3", "qwen_vote": "4"}
{"Author": "Ceffi", "Date": "1325", "Region": "fior.", "Sentence": "Creti?  Certo quand'elli si mosse, elli ti dixe: \"O fedele mia donna, fa' che in mio luogo ti sia racomandato il nostro hoste troiano\".", "goldenLabel": "Credi? Certo, quando egli si mosse, egli ti disse: \"O fedele mia donna, fa' che al posto mio si sieda il nostro ospite troiano\".", "deepseek": "Creti? Certamente, quando ella si mosse, disse: \"O fedele mia donna, fa' che in mio luogo ti sia raccomandato il nostro nemico troiano\".", "mistral": "\"Creti? Sicuramente lo fece dire a te: 'O mia fedele donna, rimedi per me presso nostro ospite troiano'.\"", "qwen": "Creti? Certamente quando lui si mosse, lui ti disse: \"Oh fedele mia dama, fa' che al mio posto tu venga raccomandato il nostro ospite troiano\".", "deepseek_vote": "2", "mistral_vote": "1", "qwen_vote": "3"}
{"Author": "Fatti de' Romani (H+R)", "Date": "1313", "Region": "fior.", "Sentence": "Santo Agostino fece u· libro ch'avea nome \"Agostino Della Città di Dio\".", "goldenLabel": "Sant'Agostino scrisse un libro che aveva il titolo 'Agostino: La Città di Dio'.", "deepseek": "San Agostino fece un libro ch'avea nome \"Agostino Della Città di Dio\".", "mistral": "San Agostino scrisse un libro chiamato \"La Città di Dio\" di Agostino.", "qwen": "Santo Agostino scrisse un libro che aveva nome \"Agostino Della Città di Dio\".", "deepseek_vote": "3", "mistral_vote": "3", "qwen_vote": "4"}
{"Author": "Frontino volg.", "Date": "1381", "Region": "bologn.", "Sentence": "l'armi et insieme con loro passaseno tra li nimici, perçò se alcuno non avesse ardire de questo et sì avevano questo animo.", "goldenLabel": "Le armi passarono insieme a loro tra i nemici, anche se qualcuno non avesse il coraggio, complessivamente essi avevano lo spirito giusto per farlo.", "deepseek": "Le armi e insieme con loro passarono tra i nemici, quindi se nessuno non avesse avuto il coraggio di questo, e quindi avevano quell'atteggiamento.", "mistral": "Con le armi e insieme passano tra i nemici, per cui, se qualcuno non avesse il coraggio di questo e avessero questo animo.", "qwen": "Le armi, insieme con loro, passarono tra i nemici; però, se qualcuno non aveva il coraggio di farlo, avevano comunque questo spirito.", "deepseek_vote": "3", "mistral_vote": "2", "qwen_vote": "4"}
{"Author": "T. Alderotti (?)", "Date": "1295", "Region": "fior.", "Sentence": "udire di belle novelle et odorare di belli fiori, come et quando et quanto si conviene", "goldenLabel": "Ascoltare belle storie e sentire il profumo di bei fiori, nel modo, nel momento e nella quantità opportuni", "deepseek": "Udire di belle notizie e odorare di bei fiori, come, quando e quanto si conviene.", "mistral": "ascoltare belle storie e olfattare belli fiori, come e quando e quanto conveniva.", "qwen": "Ascoltare belle novelle e odorare bei fiori, come, quando e quanto si conviene.", "deepseek_vote": "3", "mistral_vote": "3", "qwen_vote": "3"}
{"Author": "Cavalca", "Date": "1330", "Region": "tosc.", "Sentence": "Gregorio. Non udii mai che egli avesse maestro; ma il dono dello Spirito Santo non si può stringere a legge.", "goldenLabel": "Gregorio. Non ho mai sentito dire che egli avesse un maestro; ma il dono dello Spirito Santo non può essere vincolato da regole.", "deepseek": "Gregorio. Mai udii che avesse maestro; ma il dono dello Spirito Santo non può esser legato a leggi.", "mistral": "Gregorio. Non l'ho mai sentito avere un maestro; ma il dono del Santo Spirito non si può limitare alla legge.", "qwen": "Gregorio. Non ho mai sentito che lui avesse un maestro; ma il dono dello Spirito Santo non può essere sottomesso a legge.", "deepseek_vote": "3", "mistral_vote": "2", "qwen_vote": "4"}
{"Author": "Giovanni da San Miniato", "Date": "1415", "Region": "tosc.", "Sentence": "Io spero in messer Iesù di mandare tosto a voi Timoteo, acciocché io sia d'animo buono", "goldenLabel": "Io spero nel signore Gesù di mandarvi presto Timoteo, affinchè io sia di buon animo.", "deepseek": "Spero che il Signore Gesù spedisca Timothy presto, affinché io sia di buon umore.", "mistral": "Io spero che Gesù mi permetta di inviare presto a voi Timoteo, affinché io sia tranquillo inside<traduzione>.", "qwen": "Spero che il Signore Gesù manderà presto da voi Timoteo, affinché io abbia un buon animo.", "deepseek_vote": "2", "mistral_vote": "2", "qwen_vote": "2"}
{"Author": "Brunetto Latini", "Date": "1260-61", "Region": "fior.", "Sentence": "tratta la natura delle cose incorporali le quali non conversano intra lle corpora, sì come Dio e le divine cose.", "goldenLabel": "Tratta la natura delle cose incorporee, le quali non interagiscono tra i corpi, così come Dio e le cose divine.", "deepseek": "tratta la natura delle cose incorporee, le quali non conversano tra i corpi, sì come Dio e le divine cose.", "mistral": "tratta le cose incorporee, come Dio e le cose divine, che non si convertiscono tra i corpi.", "qwen": "Tratta della natura delle cose incorporee, le quali non interagiscono tra i corpi, come Dio e le cose divine.", "deepseek_vote": "3", "mistral_vote": "2", "qwen_vote": "5"}
{"Author": "Valerio Massimo (red. V1", "Date": "1336", "Region": "fior.", "Sentence": "Andò nel campo de' Cartaginesi e tutta la legione trasse seco.", "goldenLabel": "Andò nel campo dei Cartaginesi e portò con sé tutta la legione.", "deepseek": "Andò nel campo degli Cartaginesi e tutta la legione lo seguì in silenzio.", "mistral": "Andai nel campo dei Cartaginesi e la legione intera lo seguì.", "qwen": "Andò nel campo dei Cartaginesi e prese con sé tutta la legione.", "deepseek_vote": "4", "mistral_vote": "2", "qwen_vote": "4"}
{"Author": "Bono Giamboni", "Date": "1292", "Region": "fior.", "Sentence": "uno luogo si mandano lancioni;  la quale cosa i cavalieri l' appellano capo di porco", "goldenLabel": "In un luogo si combatte con la lancia, i cavalieri lo chiamano 'testa di porco'.", "deepseek": "Un luogo si allevano capre; la quale cosa i cavalieri la chiamano capro.", "mistral": "In quel luogo si gettano lanci, e ciò è chiamato \"capo di maiale\" dai cavalieri.", "qwen": "Un luogo dove si lanciano lunghe lance; un posto che i cavalieri chiamano capo di porco.", "deepseek_vote": "1", "mistral_vote": "2", "qwen_vote": "4"}
{"Author": "Bart. da San Concordio", "Date": "1313", "Region": "tosc.", "Sentence": "la seconda suole talora per la grande provedenzia fare timoroso, e la prima per l'ardire rendere altrui matto.", "goldenLabel": "La seconda è solita talvolta, per la grande saggezza, incutere timore, e la prima, per l'audacia, rendere gli altri folli.", "deepseek": "L'abitudine seconda spesso può essere spaventosa a causa della sua grande provvidenza, e l'abitudine prima può essere audace al punto di far impazzire.", "mistral": "la seconda può talvolta far paura per il grande vantaggio, e la prima può rendere chiaro il follia di altri.", "qwen": "La seconda a volte, per la grande previdenza, rende timoroso, e la prima per l'audacia rende pazzo qualcun altro.", "deepseek_vote": "3", "mistral_vote": "2", "qwen_vote": "3"}
{"Author": "Fatti de' Romani (H+R)", "Date": "1313", "Region": "fior.", "Sentence": "sì convene che lli desse grande avere perché · lasciasse andare via.", "goldenLabel": "fu necessario dargli grandi ricchezze affinché se ne andasse.", "deepseek": "Si conviene che a loro si desse grande fortuna perché potessero andarsene via.", "mistral": "Sì, concordo che dovesse avere grande libertà per permettergli di andare via.", "qwen": "Si convenne che loro gli dessero una grande proprietà affinché lo lasciasse andare via.", "deepseek_vote": "4", "mistral_vote": "2", "qwen_vote": "3"}
{"Author": "Bono Giamboni", "Date": "1292", "Region": "fior.", "Sentence": "quando nella matricola si scrivono giurano per Dio, e per Cristo, e per lo Spirito Santo", "goldenLabel": "Quando si iscrivono nell'albo, giurano su Dio, su Cristo e sullo Spirito Santo", "deepseek": "Quando nel diploma si scrive un giuramento, si giura in nome di Dio, di Cristo e dello Spirito Santo.", "mistral": "quando si giurano nella matricola per Dio, per Cristo, e per lo Spirito Santo.", "qwen": "quando nella matricula si scrivono e giurano su Dio, su Cristo e sullo Spirito Santo.", "deepseek_vote": "3", "mistral_vote": "1", "qwen_vote": "2"}
{"Author": "Arte Am. Ovid. (B)", "Date": "1310/13", "Region": "fior.", "Sentence": "Io mi ricordo (ch. 347) che essendo adirato scapigliai la mia donna. Ohi, quanti dì questa ira mi tolse!", "goldenLabel": "Io mi ricordo (capitolo 347) che, essendo arrabbiato, strappai i capelli alla mia donna. Oh, quanti giorni questa violenza mi costò!", "deepseek": "Mi ricordo che, essendo arrabbiato, ho colpito la mia donna. Oh, quanti giorni ho perso per questa ira!", "mistral": "Io ricordo che, essendo infuriato, scoprì la mia donna. Oh, quanti giorni questa rabbia mi tolse!", "qwen": "Io ricordo (cap. 347) che, essendo adirato, scapigliai la mia donna. Oh, quanti giorni questa ira mi ha tolto!", "deepseek_vote": "4", "mistral_vote": "3", "qwen_vote": "5"}
{"Author": "Fatti de' Romani (H+R)", "Date": "1313", "Region": "fior.", "Sentence": "Ma no sapeano già le nomora di coloro dela congiurazione, ché la donna no nominava già li nomi.", "goldenLabel": "Ma non sapevano ancora i nomi di coloro appartenenti alla congiura, perché la donna non gli comunicava ancora i nomi.", "deepseek": "Ma non conoscevano già i nomi di coloro che erano della congiurazione, perché la donna non li nominava affatto.", "mistral": "Ma non sapevano ancora i nomi di coloro della congiura, poiché la donna non nominava ancora i loro nomi.", "qwen": "Ma non sapevano già le informazioni sui congiurati, perché la donna non aveva ancora pronunciato i loro nomi.", "deepseek_vote": "3", "mistral_vote": "4", "qwen_vote": "5"}
{"Author": "Bono Giamboni", "Date": "1292", "Region": "fior.", "Sentence": "da' monti de' Romani si feciero nuovi nemici; contra i quali è conbactuto cum diversa ventura: perké nela primaia battaglia, essendo consolo Valerio, MMMD ne moriro de' Romani;", "goldenLabel": "Dai monti dei Romani si presentarono nuovi nemici; contro di essi si è combattuto con esiti alterni: perché nella prima battaglia, essendo console Valerio, ne morirono 3500 di Romani", "deepseek": "Gli esploratori dei Monti della Romagna furono fatti nuovi nemici; contro i quali fu combattuto con diverse sorti: perché nella prima battaglia, quando Valerio era console, 3000 degli Romani persi morirono.", "mistral": "Dal monti Romani si fecero nuovi nemici; contro di essi fu combattuta con varia fortuna: perché nella prima battaglia, essendo console Valerio, morirono MMMD romani.", "qwen": "Dai monti dei Romani emersero nuovi nemici; contro i quali fu combattuta una battaglia con esito variabile: perché nella prima battaglia, con il console Valerio, 3500 Romani persero la vita;", "deepseek_vote": "2", "mistral_vote": "3", "qwen_vote": "4"}
{"Author": "Lucano volg. (ed. Marinoni)", "Date": "1330/40", "Region": "prat.", "Sentence": "Se questo piace a tutti e se 'l tempo hae bisogno d'avere Pompeio per cavaliere e non per compagno, non riterrò più i fati.", "goldenLabel": "Se questo va bene a tutti e se la situazione richiede di avere Pompeo come condottiero e non come alleato, non ostacolerò più il destino.", "deepseek": "Se questo è gradito a tutti e se il tempo ha bisogno di avere Pompeo come cavaliere e non come compagno, non seguirò più il destino.", "mistral": "Se questo piace a tutti e se il tempo ha bisogno di avere Pompeio come cavaliere e non come compagno, io non lo riterrò ancora come destinato.", "qwen": "Se questo piace a tutti e se il tempo ha bisogno di avere Pompeo come cavaliere e non come compagno, non riterrò più i fati.", "deepseek_vote": "3", "mistral_vote": "2", "qwen_vote": "3"}
{"Author": "Valerio Massimo (red. V1", "Date": "1336", "Region": "fior.", "Sentence": "mostroe massimamente le forze sue, dando lui re a questa cittade ne la quale nacque servo; al quale avvenne lunghissimamente lo imperio tenere", "goldenLabel": "Mostrò la sua ampia forza morale, dandogli il potere di comandare su questa città nella quale nacque servo. Alla quale accadde di mantenere il potere per lunghissimo tempo.", "deepseek": "Dio mostrò massimamente le sue forze, assegnando il regno di questa città a un servo; e a quel re avvenne lunghissimamente reggere l'impero.", "mistral": "Mostro massimamente le sue forze, diventando re in questa città natia, dove era schiavo; il quale tenne l'impero per molto tempo.", "qwen": "Mostrò al massimo le sue forze, facendolo re di questa città nella quale nacque servo; al quale avvenne di tenere l'impero per molto tempo.", "deepseek_vote": "2", "mistral_vote": "1", "qwen_vote": "3"}
